Revit 2027 API
ParameterTypeId.StructuralSectionCommonElasticModulusWeakAxis Property
 "Elastic Modulus weak axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonElasticModulusWeakAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonElasticModulusWeakAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonElasticModulusWeakAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonElasticModulusWeakAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace